tap "ampcode/tap"
tap "dmmulroy/tap"

# Formulae
brew "ampcode"
brew "awscli"
brew "btop"
brew "cliproxyapi"
brew "diff-so-fancy"
brew "direnv"
brew "duti"
brew "fd"
brew "fish"
brew "fzf"
brew "zoxide"
brew "gh"
brew "git"
brew "gitleaks"
brew "herdr"
brew "heroku"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "opencode"
brew "openjdk@21"
brew "postgresql@18"
brew "pipx"
brew "python"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "sqlite"
brew "sesh"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "tmux"
brew "tailscale"
brew "tree"
brew "trufflehog"
brew "uv"
brew "wget"

# Casks
cask "aerospace"
cask "aldente"
cask "alt-tab"
cask "caffeine"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "hiddenbar"
cask "linear"
cask "linearmouse"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
